{
	"AboutListContent": [
		{
			"title": "About",
			"introTitle": "About",
			"description": [
                {"aboutDesription": "<p><b>Health care professionals include Registered Nurses, LPN’s, CNA’s, Visiting Nurses, Home Health Aides, Medical Assistants, Home Companions and Therapists, and are available for home or travel. All health care professionals are licensed and certified. Services available in the NYC Metro area, Washington DC and Northern Virginia.</b></p><p>Jill Tucker Nursing care is customized and enhanced for individual needs. Medical conditions are assessed and options and procedures are discussed. Pre-operative consultations aid in reducing stress and help to inform the patient. Preventative care and preparation for surgery is addressed. Medical facilities, health history and alternative care options are analyzed and discussed. All aspects of health care coverage is carefully coordinated and overseen by Jill Tucker, with the needs of the patient always placed first. Communication, compassion and privacy are a top priority.</p><p>In addition to home health care services, Jill Tucker Nursing also provides services to international travelers and business professionals. Nursing Services are available to guests staying at the finest five-star hotels in Manhattan and Washington DC. Clients who have used Jill Tucker Nursing's white glove nursing services include CEO's, celebrities, royalty and other notable figures from around the world. Each patient is accorded the finest individualized nursing care in the most discreet and personal manner.</p><p><b>Jill Tucker is a Registered Nurse with a BS in Nursing from DePaul University. Jill Tucker Nursing Services offers the finest experienced health care professionals for all nursing needs. Staff and services are available in the New York metropolitan area (including Manhattan, Westchester, Northern New Jersey, Long Island, Connecticut), Washington DC and Northern Virginia.</span></p>"}
            	],
			"aboutImages":[
                {"image":"imagesTemp_01.jpg", "imgDescription": "Image 01 Short Description if needed"},
                {"image":"imagesTemp_02.jpg", "imgDescription": "Image 02 Short Description if needed"}
            ]
		}
	]
}
